[AlertWatcherActor]
sStengthIncreased = "<XGParam:StrValue0>地区的兵力强度已从<XGParam:IntValue0>提升至<XGParam:IntValue1>"
sStengthDecreased = "<XGParam:StrValue0>地区的兵力强度已从<XGParam:IntValue0>降低至<XGParam:IntValue1>"
sForceIncreased = "敌军科技等级已提升至<XGParam:IntValue0>"
sForceRegionIncreased = "<XGParam:StrValue0>地区的科技等级已提升至<XGParam:IntValue0>"
 
[UIS_MCM]
sModName = "兵力强度提升通知器(Strength Increase Notifier)"
 
sGeneralSettings_MCMText = "常规设置"
sRegionalSettings_MCMText = "当变种人兵力强度提升的时候暂停扫描"
 
NOTIFY_ADVENT_STRENGTH_Label ="变种人兵力强度提升时显示通知"
NOTIFY_ADVENT_STRENGTH_DEC_Label = "变种人兵力强度降低时显示通知"
NOTIFY_FORCE_LEVEL_Label = "敌方科技等级提升时显示通知"
PAUSE_ADVENT_STRENGTH_Label = "变种人兵力强度提升时暂停扫描"
PAUSE_ADVENT_STRENGTH_DEC_Label = "变种人兵力强度降低时暂停扫描"
PAUSE_FORCE_LEVEL_Label = "敌方科技等级提升时暂停扫描"
MIN_ADVENT_STRENGTH_PAUSE_Label = "触发暂停扫描所需的最低变种人兵力强度"
MIN_FORCE_LEVEL_PAUSE_Label = "触发暂停扫描所需的最低敌方科技等级"